token = '5646097479:AAFdWzkeadFjfKAri-7W8vQFTx4i8BxgPnY'
version = '0.4.0'
ask_for_help = 'Version: ' + version + '\n\nСоздатель: @pr1fo\n\nЧто вас интересует?'
blackjack_rules = 'Правила игры в Blackjack (21):\nИгры рассчитана на 2х игроков, в данный момент доступна ' \
                  'возможность играть только с дилером (ботом)\n\nЧто нужно делать?\n\nЦель игры: набрать в сумме 21 ' \
                  'очко, причём каждая карта имеет свой вес (цифры 2-10 имеют вес 2-10 соответсвенно, Туз имеет вес ' \
                  '11, но если очков уже больше или равно 11, то туз имеет вес 1, Валет, Дама и Король имеют ' \
                  'вес 10). Масть карты в данном случае значения ' \
                  'не имеет. \n\nВы начинаете игру: вы можете взять карту, если считаете необходимым, ' \
                  'а можете удержать ту комбинацию, которую имеете. Если вы набираете 21 очко, то вы выигрываете, ' \
                  'если же набирает дилер, то выигрывает он. Если ни один из игроков не набрал 21 очко, то смотрится ' \
                  'у кого очков больше, но если у кого-то очков больше 21 (перебор), то выигрывает его оппонент. '
poker_rules = 'Здесь необходимо написать правила для покера'
main_menu = 'Вы в главном меню'
all_commands = "/start <None>\n" \
               "/help <None>\n" \
               "/commands <None>\n" \
               "/show_ids <None>\n" \
               "/poker <None>\n" \
               "/active_blackjack <None>\n" \
               "/profile_messages <None>\n" \
               "/message <ids_of_users> : <text>\n" \
               "/log <ids_of_users>"
bot_functions = 'На данный момент бот умеет:\n\t• проводить Blackjack игры с ботом;\n\t• предоставлять взаимодействие' \
                ' с профилем\n\t• предоставлять правила игр, которые ныне реализованы\nВ планах для реализации:\n\t' \
                '• проведение техасских покер-игр с другими игроками\n\t• вывод статистики по различным играм\n\t' \
                '• проведение Blackjack игр с другими игроками\n\t• отправка идей, предложений и возможных технических'\
                ' сбоев бота'
editions = 'Бот был обновлён:\n\t• была добавлена возможность редактирования ставки самостоятельно;\n\t• была ' \
           'добавлена отправка сообщений о запуске и остановке бота;\n\t• были внесены некоторые изменения во ' \
           'внутренней работе бота.\n\nДанная версия бота: ' + version
rebuild = 'Бот был перезапущен, вся не сохранённая информация была сброшена. Приношу извинения за все косяки'
closing = "Бот выключился на технический перерыв, приношу извинения за неудобства"
